<!DOCTYPE html>
<html lang="ru">
<head>
    <meta charset="UTF-8">
    <link rel="shortcut icon" href="images/ss.png" type="image/x-icon">
    <link rel="stylesheet" href="styles/cabinet.css">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title>Личный кабинет</title>
</head>
<body>

    <div class="menu">
        <div class="logo"><img src="images/logo.png" alt=""></div>
      
        <div class="communicate">
            

            <div id="mmenu" class="basket"><a href="noaccess.php">Корзина<img src="images/корзинка.png" alt=""></a></div>
            <div id="mmenu" class="history"><a href="noaccess.php">История<img src="images/history 1.png" alt=""></a></div>
            <div id="mmenu" class="choose"><a href="noaccess.php">Избраное<img src="images/сердце.png" alt=""></a></div>
            <div id="mmenu" class="main"><a href="main.php">Главная<img src="images/меню.png" alt=""></a></div>
            <ul class="qmenu" ><img class="dd" src="images/squares.png" alt="">
                <li id="first" class="menu-element"><a href="personal_cabinet.php">Личный кабинет</a></li>
                <li id="s"class="menu-element"><a href="#">Благодарность</a></li>
                <li id="o"class="menu-element"><a href="#">О разработчике</a></li>
                <li id="last" class="menu-element"><a href="exit.php">Exit<img src="images/logout.png" alt=""></a></li>  
          </ul>
    </div>
</div>


       <div class="structure">
        <button class="tablinks active" onclick="openBut(event, 'main')"><p>Главная</p></button>
        <button class="tablinks" onclick="openBut(event, 'set')"><p>Настройки</p></button>
        <button class="tablinks" onclick="openBut(event, 'info')"><p>Инфо</p></button>
        <button class="tablinks" onclick="openBut(event, 'faq')"><p>FAQ</p></button>

        <div id="main" class="tabcontent">
            <h2>Главная</h2>
               <p class="txt">Здесь нет ничего  кроме картинок.</p>
               <p class="txt2">Тексты далее были искуственно сгенерированы и не имеют смысла.</p>
               <p class="txt2">Это называется текст рыба.</p>   

               <p class="fish">Значимость этих проблем настолько очевидна, что сложившаяся структура организации обеспечивает широкому кругу (специалистов) участие в формировании форм развития. Равным образом сложившаяся структура организации представляет собой интересный эксперимент проверки соответствующий условий активизации. Товарищи! постоянный количественный рост и сфера нашей активности влечет за собой процесс внедрения и модернизации направлений прогрессивного развития.</p> 
               <p class="fish"> Разнообразный и богатый опыт постоянный количественный рост и сфера нашей активности в значительной степени обуславливает создание новых предложений. Повседневная практика показывает, что укрепление и развитие структуры способствует подготовки и реализации систем массового участия. Таким образом реализация намеченных плановых заданий позволяет оценить значение системы обучения кадров, соответствует насущным потребностям. Идейные соображения высшего порядка, а также постоянное информационно-пропагандистское обеспечение нашей деятельности в значительной степени обуславливает создание направлений прогрессивного развития. Разнообразный и богатый опыт рамки и место обучения кадров позволяет оценить значение соответствующий условий активизации.</p>
          </div>
          
          <div id="set" class="tabcontent">
            <h2>Настройки</h2>
            <p class="txt">Настройки не доступны в бета-версии</p>
           
            <p class="fish">Не следует, однако забывать, что укрепление и развитие структуры требуют от нас анализа позиций, занимаемых участниками в отношении поставленных задач. Не следует, однако забывать, что постоянный количественный рост и сфера нашей активности обеспечивает широкому кругу (специалистов) участие в формировании дальнейших направлений развития.</p>
              
            <p class="fish"> Повседневная практика показывает, что постоянное информационно-пропагандистское обеспечение нашей деятельности требуют от нас анализа модели развития. Не следует, однако забывать, что консультация с широким активом способствует подготовки и реализации позиций, занимаемых участниками в отношении поставленных задач. Повседневная практика показывает, что реализация намеченных плановых заданий обеспечивает широкому кругу (специалистов) участие в формировании существенных финансовых и административных условий.</p>
              
            <p class="fish"> Значимость этих проблем настолько очевидна, что рамки и место обучения кадров влечет за собой процесс внедрения и модернизации форм развития. Не следует, однако забывать, что постоянный количественный рост и сфера нашей активности требуют определения и уточнения существенных финансовых и административных условий. Таким образом сложившаяся структура организации позволяет оценить значение модели развития. Не следует, однако забывать, что новая модель организационной деятельности обеспечивает широкому кругу (специалистов) участие в формировании дальнейших направлений развития.</p>
          </div>
          
          <div id="info" class="tabcontent">
           <h2>Информация о сайте</h2>
           <p class="txt">Данный сайт является бета-версией и служит только демонстрацией навыков разработчика</p>
           <p class="txt2">P.S Надеюсь на хорошую оценку :)</p>
           <p class="fish">Повседневная практика показывает, что постоянное информационно-пропагандистское обеспечение нашей деятельности позволяет выполнять важные задания по разработке системы обучения кадров, соответствует насущным потребностям. Разнообразный и богатый опыт дальнейшее развитие различных форм деятельности способствует подготовки и реализации системы обучения кадров, соответствует насущным потребностям.</p>
            
            <p class="fish">  Задача организации, в особенности же постоянное информационно-пропагандистское обеспечение нашей деятельности требуют определения и уточнения позиций, занимаемых участниками в отношении поставленных задач. Таким образом рамки и место обучения кадров влечет за собой процесс внедрения и модернизации позиций, занимаемых участниками в отношении поставленных задач. Повседневная практика показывает, что укрепление и развитие структуры обеспечивает широкому кругу (специалистов) участие в формировании направлений прогрессивного развития.       </p>
            
              <p class="fish">  Идейные соображения высшего порядка, а также начало повседневной работы по формированию позиции играет важную роль в формировании систем массового участия. С другой стороны укрепление и развитие структуры способствует подготовки и реализации существенных финансовых и административных условий. Разнообразный и богатый опыт постоянное информационно-пропагандистское обеспечение нашей деятельности позволяет выполнять важные задания по разработке модели развития.</p>

          </div>

          <div id="faq" class="tabcontent">
            <h2>Часто задаваемые вопросы</h2>
            <p class="txt">Я эту вкладку вообще по приколу сделал</p>
            <p class="fish">Значимость этих проблем настолько очевидна, что постоянный количественный рост и сфера нашей активности в значительной степени обуславливает создание дальнейших направлений развития. Не следует, однако забывать, что дальнейшее развитие различных форм деятельности позволяет оценить значение соответствующий условий активизации. Разнообразный и богатый опыт дальнейшее развитие различных форм деятельности способствует подготовки и реализации позиций, занимаемых участниками в отношении поставленных задач. Равным образом дальнейшее развитие различных форм деятельности обеспечивает широкому кругу (специалистов) участие в формировании системы обучения кадров, соответствует насущным потребностям. Не следует, однако забывать, что сложившаяся структура организации требуют определения и уточнения направлений прогрессивного развития. Значимость этих проблем настолько очевидна, что сложившаяся структура организации играет важную роль в формировании дальнейших направлений развития.</p>
             
              <p class="fish">  Товарищи! рамки и место обучения кадров в значительной степени обуславливает создание направлений прогрессивного развития. Идейные соображения высшего порядка, а также сложившаяся структура организации играет важную роль в формировании позиций, занимаемых участниками в отношении поставленных задач. Задача организации, в особенности же реализация намеченных плановых заданий позволяет выполнять важные задания по разработке модели развития. Разнообразный и богатый опыт постоянное информационно-пропагандистское обеспечение нашей деятельности обеспечивает широкому кругу (специалистов) участие в формировании дальнейших направлений развития. Товарищи! рамки и место обучения кадров в значительной степени обуславливает создание систем массового участия. Разнообразный и богатый опыт сложившаяся структура организации требуют определения и уточнения новых предложений. </p>
             
          

          </div>
          <div>
          <img src="images/pngegg.png" alt="" class="choco">
          <img src="images/pngegg (4).png" alt="" class="yota">
        </div>
       </div>

       <div class="footer">
           <div class="container">
               <div class="col-1"><p class="ftx">Проблемы с сайтом?</p><p>Hапиши нам.</p><p class="email">SStyle.support@mail.ru</p>
            </div>
               <div class="col-2">
                   <div class="links">
                    <a href="https://vk.com/liveoutside00"target="_blank"><img src="images/pngegg (7).png" class="vk" alt=""></a>
                    <a href="https://www.instagram.com/lovel1l3/"target="_blank"><img src="images/pngegg (8).png" class="inst" alt=""></a>
                    <a href="https://twitter.com/Rodion80767892"target="_blank"><img src="images/pngegg (9).png" class="tw" alt=""></a>
                </div>
               </div>
               <div class="col-3">
                   
                   <p id="fir" class="bio">Данный сайт был создан для получения хорошей оценки</p>
                   <p class="bio">Далее сайт    развиваться не будет!!!</p>
                
               </div>
           </div>
       </div>
      
    <script src="https://ajax.googleapis.com/ajax/libs/jquery/2.2.0/jquery.min.js"></script>
        <script src="scripts/owl.carousel.min.js"></script>
        <script src="scripts/script.js"></script>
        <script src="scripts/menu.js"></script>
</body>
</html>